
/* License key */
"DBLicenseKeyInvalidMessage" = "Check to make sure that the license key and name are entered exactly as they are shown in your registration email. Case sensitivity is important.";
"DBLicenseKeyInvalidTitle" = "The license key is invalid.";
"DBLicenseKeyValidMessage" = "We hope you enjoy using DMG Canvas. Please let us know if you have any questions, problems, or suggestions!";
"DBLicenseKeyValidTitle" = "Thank you for registering DMG Canvas!";

"DBAppHasNoReceiptTitle" = "The copy of DMG Canvas you selected does not have a Mac App Store receipt in it.";
"DBAppHasNoReceiptMessage" = "Check to make sure that you are selecting a copy of DMG Canvas that was purchased and downloaded from the Mac App Store.";

"DBReceiptInvalidTitle" = "The copy of DMG Canvas you selected does not have a valid Mac App Store receipt in it.";
"DBReceiptInvalidMessage" = "Check to make sure that you are selecting a copy of DMG Canvas that was purchased and downloaded from the Mac App Store.";



"DBBackgroundViewRequiresRegistrationMessage" = "The Background layout view requires registering DMG Canvas.";
"DBBackgroundViewRequiresRegistrationInformative" = "The limited trial enabling the Background view has ended. Purchase a license and register DMG Canvas to gain access to this feature.\n\nIn the Background view, you can arrange multiple text and image objects. These objects are then used to create the background image in the Finder window of the disk image when mounted. However, you can set the background image, using the sidebar, without the Background view.";

"DBOK" = "OK";
"DBCancel" = "Cancel";


"DBDontWarnMe" = "Don't Warn Me";
"NotRetinaImageTitle" = "The image you added does not have a suitable representation for Retina screens.";
"NotRetinaImageMessage" = "For the image to look best on Retina screens, it should either be 144 DPI or have a 144 DPI representation such as in a multi-resolution TIFF image.";
